[DisableAnyClassWotc_MCMScreen]

+MCMPageLabel="禁用任意职业重制"
+MCMPageTitle="禁用任意职业重制/Disable Any Class Redux"
+EnabledClassesGroupTitle="以下复选框变成[X]表示禁用一个职业。"
+LockedClassesTitle="以下这些职业处于锁定状态..."

+AmalgamationDetectedTitle=" ...检测到你同时在运行[Amalgamation]模组...%CLASSES种职业..."
+AmalgamationDetectedLabel="将不为你提供任何选项，这是为避免崩溃到桌面（CTD）！"
+AmalgamationDetectedTooltip="你该知道[Amalgamation]具有大量%CLASSES职业。\n\n这会使MCM界面过载并导致崩溃。\n\n为避免这种情况，[Disable Any Class]现已处于仅允许手动编辑ini模式。"

+OptionsTitle="模组选项。当前版本: %VERSION。以下[X]表示选定/生效"
+LoggingLabel="启用该模组的日志记录。用于辅助调试。"
+GTSLabel="从游击战术学校移除[已禁用职业]的训练"
+GTSUnlocksLabel="从游击战术学校移除[已禁用职业]的战术"
+RCPLabel="从随机晋升界面移除[已禁用职业]的出现"
